Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/PrivacySettingsUI/ProblemReporting.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# INTERNAL_DIAGNOSTICS_REQUIRED
source: Diagnostics & Usage is Required on Internal Installs
ar: مطلوب التشخيص وبيانات الاستخدام على التثبيتات الداخلية
bg: Диагностика и използване е задължително при вътрешни инсталации
ca: Les dades de diagnòstic i d’ús són obligatòries a les instal·lacions internes.
cs: V interních instalacích je funkce Diagnostika a využití vyžadována
da: Diagnostik og brugsdata kræves til intern software
de: Für interne Installationen werden Diagnose & Nutzung benötigt.
el: Απαιτούνται τα «Διαγνωστικά και χρήση» σε εσωτερικές εγκαταστάσεις
es: Se requiere diagnóstico y uso en instalaciones internas
es_us: Se requiere de datos de diagnóstico y uso en instalaciones internas
fi: Sisäiset asennukset vaativat vianmääritys- ja käyttötietoja
fr: La fonctionnalité « Diagnostic et utilisation » est requise pour les installations internes.
fr_ca: La fonction Diagnostic et utilisation est requise pour les installations internes.
he: יש להפעיל את ״כלי אבחון ונתוני שימוש״ בגירסאות פנימית
hi: आंतरिक इंस्टॉल के लिए डायग्नॉस्टिक और उपयोग आवश्यक है
hr: Za unutarnje instalacije potrebna je dijagnostika i uporaba
hu: A Diagnosztikai és használati adatok szükségesek a belső telepítésekhez
id: Diagnostik & Penggunaan Diperlukan untuk Penginstalan Internal
it: Per installazioni interne è richiesta la funzionalità “Diagnosi e uso”.
ja: “診断データと使用状況データ”はInternal installに必須です
kk: Ішкі орнатулар үшін «Диагностика мен қолданыс» қажет
ko: 내부 설치에는 진단 및 사용 내용이 필요합니다.
lt: Vidinėms įdiegtims reikalingi diagnostikos ir naudojimo duomenys
ms: Diagnostik & Penggunaan Diperlukan pada Pemasangan Dalaman
nl: Diagnose en gebruik is vereist voor interne software
no: Diagnostikk og bruk er obligatorisk på interne byggversjoner
pl: Instalacje typu Internal muszą zawierać Diagnostykę i użycie.
pt_br: “Diagnóstico e Uso” é Necessário em Instalações Internas
pt_pt: As instalações internas requerem Diagnóstico e utilização.
ro: Datele de diagnoză și utilizare sunt necesare pentru instalările interne
ru: Диагностика и использование обязательны на сборках внутренних версий
sk: V internej verzii iOS nie je možné vypnúť Diagnostiku a používanie.
sl: Za notranje namestitve so potrebni diagnostični podatki in podatki o uporabi
sv: Diagnos- och användningsdata krävs på interna installationer.
th: ต้องใช้การวินิจฉัยและการใช้งานสำหรับการติดตั้งภายใน
tr: Tanılar ve Kullanım Dahili Yüklemelerde Gereklidir
uk: Діагностика і використання обовʼязкові для внутрішніх інсталяцій
vi: Yêu cầu Chẩn đoán & Sử dụng trong cài đặt nội bộ
zh_cn: 内部安装版要求提供诊断与用量数据
zh_hk: 內部安裝版本必須傳送「診斷與使用狀況」資料
zh_tw: 內部安裝版本必須傳送「診斷與使用狀況」資料

# SHARE_HANDWASHING_DATA
source: Improve Handwashing
ar: تحسين غسل اليدين
bg: Подобри Миене на ръце
ca: Millora el rentat de mans
cs: Vylepšovat Mytí rukou
da: Gør Håndvask bedre
de: „Händewaschen“ verbessern
el: Βελτίωση του Πλυσίματος χεριών
es: Mejorar el lavado de manos
es_us: Mejorar Lavado de Manos
fi: Paranna Käsienpesua
fr: Améliorer Lavage des mains
fr_ca: Améliorer « Se laver les mains »
he: שיפור ״שטיפת ידיים״
hi: हाथ धोना बेहतर बनाएँ
hr: Poboljšanje Pranja ruku
hu: A Kézmosás továbbfejlesztése
id: Tingkatkan Cuci Tangan
it: Migliora “Igiene mani”
ja: 手洗いの改善
kk: «Қол жуу» функциясы
ko: 손씻기 향상
lt: „Rankų plovimo“ tobulinimas
ms: Tingkatkan Mencuci Tangan
nl: Verbeter 'Handen wassen'
no: Forbedre håndvask
pl: Ulepszanie (Mycie rąk)
pt_br: Melhorar Lavar as Mãos
pt_pt: Melhorar Lavar as mãos
ro: Îmbunătățire “Spălat pe mâini”
ru: Улучшение Мытья рук
sk: Vylepšovať Umývanie rúk
sl: Izboljšaj Umivanje rok
sv: Förbättra Handtvätt
th: การปรับปรุงการล้างมือ
tr: El Yıkama’yı İyileştir
uk: Покращення Миття рук
vi: Cải tiến Rửa tay
zh_cn: 改进洗手
zh_hk: 改進洗手
zh_tw: 改進洗手
